import css from './PlasticGlazing.module.css';
import plastic from '../../assets/images/page/plastic_glazing/plastic_window.png';

export const PlasticGlazing = () => {
  return (
    <section className={css.container}>
      <h2 className={css.plastic_title}>Пластикове скління </h2>
      <p className={css.plastic_text}>
        Металопластикові вікна – це конструкція, яка складається з подвійної
        віконної рами та фурнітури (кріпильних елементів, кріплень). Пластик,
        або ПВХ, є синтетичним матеріалом, одна з переваг – екологічно чистий,
        підлягає вторинній переробці. Віконні вироби з ПВХ мають високу
        міцність, не бояться пошкоджень від падінь, ударів та інших механічних
        дій. Полівінілхлорид стійкий до природних умов, таких як вологість,
        низька температура, ультрафіолет.
      </p>
      <img src={plastic} className={css.plastic_img} alt="plastic" />
      <p className={css.plastic_text}>
        Сучасне автоматизоване виробництво за запатентованими технологіями,
        контроль якості на кожному етапі, адаптовані під кліматичні умови систем
        монтажу, роблять нас лідерами за кількістю продажів ось уже більше 10
        років.
      </p>
    </section>
  );
};
