import css from './AluminumGlazing.module.css';

export const AluminumGlazing = () => {
  return (
    <section className={css.container}>
      <h2>Aluminum Glazing </h2>
      <p>
        Алюмінієві вікна - це гарне і стильне рішення скління. Завдяки своїм
        властивостям вікна з алюмінію пропускають більше світла і володіють
        високою зносостійкістю і міцністю. Строгі лінії конструкцій і широкий
        спектр кольорів дозволить підкреслити стиль Вашого будинку. Алюмінієві
        вікна володіють більш широким температурним режимом і зберігають свої
        властивості при перепадах температур від -80 С до +100 С. Вони не
        потребують особливого догляду, але при цьому відкривають перед Вами
        широкі можливості в області дизайну, тому що вікна з алюмінію можуть
        бути виготовлені великих розмірів і будь-яких форм.
      </p>
    </section>
  );
};
