import css from './FrenchGlazing.module.css';
import french from '../../assets/images/page/french_glazing/french_window.png';

export const FrenchGlazing = () => {
  return (
    <section className={css.container}>
      <h2 className={css.french_title}>Панорамне скління </h2>
      <p className={css.french_text}>
        Панорамне скління - це вид скління будинків і квартир при якому великі
        вікна встановлюються на всю зовнішню стіну від підлоги до стелі. Таке
        скління забезпечує приголомшливий вид з вікна і максимальну кількість
        природного світла в приміщенні
      </p>
      <img src={french} className={css.french_img} alt="french" />
      <h3>Переваги панорамних вікон</h3>
      <ul>
        <li>Сучасний зовнішній вигляд будівель та споруд</li>
        <li>
          Кімната з великим вікном – завжди світле, затишне і комфортне місце
          існування людини
        </li>
        <li>
          Вид із вікон більших розмірів буде кращим, ніж зі стандартних вікон
        </li>
        <li>
          Панорамні вікна ціна окупитися за рахунок економії на будівельних
          матеріалах та утеплення стін
        </li>
        <li></li>
        <li></li>
        <li></li>
      </ul>
      <p className={css.french_text}>
        Необмежені можливості у дизайнерських рішеннях Сучасні технології
        дозволяють зробити вікно (навіть найбільших розмірів) енергоефективним
        Простота та зручність в експлуатації Термін служби не менше ніж у
        стандартних вікон Можливість вибору протизламних склопакетів та
        фурнітури Дають можливість легко модернізувати фасад Запускають у
        приміщення більше сонячних променів (необхідних для нормальної
        життєдіяльності людини).
      </p>
    </section>
  );
};
