// import css from './AppHeader.module.css';

export const WoodenGlazing = () => {
  return (
    <>
      <h2>Види комплектацій дерев'яних вікон </h2>
      <div>
        <div>
          <img className={''} src={''} alt="" />
          <h3>Сосна, Вільха</h3>
          <p></p>
        </div>
        <div>
          <img className={''} src={''} alt="" />
          <h3>Дуб, Ясень</h3>
          <p></p>
        </div>
        <div>
          <img className={''} src={''} alt="" />
          <h3>Дерево-алюміній</h3>
          <p></p>
        </div>
        <div>
          <img className={''} src={''} alt="" />
          <h3>Екзотичне Дерево</h3>
          <p></p>
        </div>
      </div>
      <p>
        Вартість дерев'яних вікон можна розрахувати лише після ретельного
        опрацювання технічного завдання на їх виготовлення. Потрібно знати з
        якої породи дерева будуть виготовлятися дерев'яні вікна, яких вони
        будуть розмірів, яка буде їх конфігурація, в який колір вони будуть
        фарбуватися і ще ряд показників. Тому це питання досить складно
        відповісти. Ми завжди можемо прорахувати Вам вартість у кількох
        варіантах і Вам залишиться лише вибрати. Впевнені, що ціна дерев'яних
        вікон порівняно з металопластиковими Вас приємно здивує.
      </p>
    </>
  );
};
